tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
brew "ansible"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "beancount"
brew "boost"
brew "chezmoi"
brew "clifm"
brew "colima"
brew "croc"
brew "difftastic"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "duf"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fish"
brew "fisher"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gping"
brew "gradle"
brew "helix"
brew "himalaya"
brew "hledger"
brew "htop"
brew "httpie"
brew "hurl"
brew "iperf3"
brew "jdtls"
brew "jdupes"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "magic-wormhole"
brew "mas"
brew "maven"
brew "media-info"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "ollama", restart_service: true
brew "pdm"
brew "poetry"
brew "poppler"
brew "pulumi"
brew "pyenv"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "starship"
brew "stern"
brew "tmux"
brew "unar"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "railwaycat/emacsmacport/emacs-mac"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "aldente"
cask "alfred"
cask "anytype"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "bruno"
cask "chatgpt"
cask "crystalfetch"
cask "daisydisk"
cask "dash"
cask "dbeaver-community"
cask "electrum"
cask "exodus"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-lora"
cask "forklift"
cask "google-chrome"
cask "hazel"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "ledger-live"
cask "linearmouse"
cask "little-snitch"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monero-wallet"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mullvadvpn"
cask "numi"
cask "obsidian"
cask "raycast"
cask "skype"
cask "stats"
cask "sublime-merge"
cask "sublime-text"
cask "syncthing"
cask "synology-drive"
cask "telegram"
cask "telegram-desktop"
cask "temurin"
cask "temurin@21"
cask "utm"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wezterm"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoSweeper", id: 463362050
mas "Reeder", id: 1529448980
mas "Tailscale", id: 1475387142
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
vscode "be5invis.toml"
vscode "casualjim.gotemplate"
vscode "catppuccin.catppuccin-vsc"
vscode "dongfg.vscode-beancount-formatter"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "koihik.vscode-lua-format"
vscode "lencerf.beancount"
vscode "mark-hansen.hledger-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "tootone.org-mode"
vscode "yinfei.luahelper"
