tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "colima"
brew "difftastic"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fish"
brew "fswatch"
brew "fzf"
brew "git"
brew "gradle"
brew "htop"
brew "httpie"
brew "hurl"
brew "jmeter"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "maven"
brew "ncdu"
brew "neovim"
brew "netpbm"
brew "nvm"
brew "ollama", restart_service: true
brew "poetry"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "appcleaner"
cask "bruno"
cask "dbeaver-community"
cask "drawio"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "stats"
cask "temurin"
cask "temurin21"
cask "tunnelblick"
cask "visual-studio-code"
cask "visualvm"
cask "wezterm"
cask "zed"
cask "zoom"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
