tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
brew "ansible"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "beancount"
brew "boost"
brew "chezmoi"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fish"
brew "fswatch"
brew "fzf"
brew "go"
brew "gping"
brew "gradle"
brew "hledger"
brew "httpie"
brew "iperf3"
brew "jdupes"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "magic-wormhole"
brew "mas"
brew "maven"
brew "media-info"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nnn"
brew "ollama", restart_service: true
brew "pdm"
brew "poetry"
brew "pulumi"
brew "pyenv"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "stern"
brew "tmux"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "cloudflare-warp"
cask "crystalfetch"
cask "daisydisk"
cask "dash6"
cask "dbeaver-community"
cask "drawio"
cask "electrum"
cask "exodus"
cask "fantastical"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-input"
cask "font-iosevka-nerd-font"
cask "font-lora"
cask "forklift"
cask "gemini"
cask "gitup"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ledger-live"
cask "linearmouse"
cask "little-snitch"
cask "marta"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monero-wallet"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mullvadvpn"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "skype"
cask "stats"
cask "sublime-merge"
cask "sublime-text"
cask "syncthing"
cask "synology-drive"
cask "telegram"
cask "telegram-desktop"
cask "temurin"
cask "temurin11"
cask "temurin17"
cask "temurin21"
cask "temurin8"
cask "transmission-nightly"
cask "utm"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wezterm"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoSweeper", id: 463362050
mas "Reeder", id: 1529448980
mas "Save to Pocket", id: 1477385213
mas "Tailscale", id: 1475387142
mas "Twitter", id: 1482454543
vscode "be5invis.toml"
vscode "dongfg.vscode-beancount-formatter"
vscode "grapecity.gc-excelviewer"
vscode "koihik.vscode-lua-format"
vscode "lencerf.beancount"
vscode "mark-hansen.hledger-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "tootone.org-mode"
vscode "yinfei.luahelper"
