tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
brew "ansible"
brew "awscli"
brew "bat"
brew "beancount"
brew "boost"
brew "chezmoi"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "doctl"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "go"
brew "gradle"
brew "hledger"
brew "httpie"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "ledger"
brew "magic-wormhole"
brew "mas"
brew "maven"
brew "media-info"
brew "ncdu"
brew "nmap"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "stern"
brew "stow"
brew "tmux"
brew "watch"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "railwaycat/emacsmacport/emacs-mac"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "anybar"
cask "balenaetcher"
cask "cloudflare-warp"
cask "daisydisk"
cask "drawio"
cask "electrum"
cask "exodus"
cask "fantastical"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-input"
cask "font-iosevka-nerd-font"
cask "forklift"
cask "gemini"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "launchcontrol"
cask "ledger-live"
cask "microsoft-teams"
cask "mimestream"
cask "monero-wallet"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mullvadvpn"
cask "obsidian"
cask "postman"
cask "protonvpn"
cask "qbittorrent"
cask "rectangle"
cask "skype"
cask "spotify"
cask "stats"
cask "sublime-merge"
cask "sublime-text"
cask "syncthing"
cask "synology-drive"
cask "telegram"
cask "temurin"
cask "temurin11"
cask "temurin8"
cask "transmission-nightly"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoSweeper", id: 463362050
mas "Reeder", id: 1529448980
mas "Tailscale", id: 1475387142
mas "Twitter", id: 1482454543
